Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: The library <u>{{title}}</u> was successfully disabled.
th_th: ไลบรารี <u>{{title}}</u> ถูกปิดใช้งานเรียบร้อยแล้ว

source: No goal tag libraries yet!
th_th: ยังไม่มีไลบรารีแท็กเป้าหมาย!

source: Are you sure you want to enable this library?
th_th: คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้งานไลบรารีนี้

source: The library <u>{{title}}</u> was successfully enabled.
th_th: ไลบรารี <u> {{title}} </u> ได้รับการเปิดใช้งานสำเร็จแล้ว

source: Disabled
th_th: ปิดใช้งานแล้ว

source: Goal owner:
th_th: เจ้าของเป้าหมาย:

source: Deliverables:
th_th: สิ่งที่ส่งมอบ:

source: Goal creator:
th_th: ผู้สร้างเป้าหมาย:

source: Not selected
th_th: ไม่ได้เลือก

source: No goals
th_th: ไม่มีเป้าหมาย

source: No goals yet
th_th: ยังไม่มีเป้าหมาย

source: My goal plan
th_th: แผนเป้าหมายของฉัน

source: No goals yet.
th_th: ยังไม่มีเป้าหมาย

source: My team & shared goals
th_th: ทีมของฉันและเป้าหมายร่วมกัน

source: Measurement criteria:
th_th: เกณฑ์การวัด:

source: Max target
th_th: เป้าหมายสูงสุด

source: Min target
th_th: เป้าหมายขั้นต่ำ

source: Target metric
th_th: เมตริกเป้าหมาย

source: Metric description
th_th: คำอธิบายเมตริก

source: Organizational unit:
th_th: หน่วยงาน:

source: This goal is published for the selected organizational unit and all units below it.
th_th: เป้าหมายนี้จะถูกเผยแพร่สำหรับหน่วยงานที่เลือกและหน่วยทั้งหมดที่อยู่ด้านล่าง

source: Goal overview
th_th: ภาพรวมเป้าหมาย

source: Download goal
th_th: ดาวน์โหลดเป้าหมาย

source: Priority:
th_th: ลำดับความสำคัญ:

source: At risk
th_th: มีความเสี่ยง

source: Blocked
th_th: ถูกบล็อค

source: Not achieved
th_th: ไม่สำเร็จ

source: On track
th_th: อยู่บนเส้นทาง

source: Tracking status:
th_th: สถานะการติดตาม:

source: Personal
th_th: ส่วนตัว

source: Priority overview
th_th: ภาพรวมลำดับความสำคัญ

source: No data
th_th: ไม่มีข้อมูล

source: Select row
th_th: เลือกแถว

source: Select rows
th_th: เลือกแถว

source: Unselect row
th_th: ยกเลิกการเลือกแถว

source: Not supported.
th_th: ไม่รองรับ

source: Your organization has not subscribed to this feature. For information regarding subscription and activation, please contact your beqom representative.
th_th: องค์กรของคุณยังไม่ได้สมัครใช้งานคุณสมบัตินี้ หากต้องการข้อมูลเกี่ยวกับการสมัครใช้งานและการเปิดใช้งาน โปรดติดต่อตัวแทน Beqom ของคุณ

source: Search results
th_th: ผลการค้นหา

source: Hide tags
th_th: ซ่อนแท็ก

source: Upload performance rating
th_th: เพิ่มการประเมินผลงานในอดีต

source: Add historical review
th_th: เพิ่มการประเมินผลงานในอดีต

source: An error occurred during the validation of the file. Please check the column names, the mandatory data and the file format, and then try again.
th_th: เกิดข้อผิดพลาดระหว่างการตรวจสอบไฟล์ กรุณาตรวจสอบชื่อคอลัมน์ ข้อมูลที่จำเป็น และรูปแบบไฟล์ จากนั้นลองใหม่อีกครั้ง

source: Please wait while your request is being processed; this can take some time. You can leave the page. Once the process is finished, you will be able to view the result log file here.
th_th: โปรดรอสักครู่ในขณะที่คําขอของคุณกําลังดําเนินการ การดําเนินการนี้อาจใช้เวลาสักครู่ คุณสามารถออกจากหน้านี้ได้ เมื่อกระบวนการเสร็จสิ้น คุณจะสามารถดูไฟล์บันทึกผลลัพธ์ได้ที่นี่

source: Click "Add historical reviews" to upload past reviews.
th_th: คลิก “เพิ่มการประเมินผลงานในอดีต” เพื่ออัปโหลดการประเมินผลงานในอดีต

source: No historical reviews
th_th: ไม่มีการประเมินผลงานในอดีต

source: Period of evaluation
th_th: ระยะเวลาประเมินผล

source: {{reviewsCount}} worker
th_th: พนักงาน {{reviewsCount}} คน

source: {{reviewsCount}} workers
th_th: พนักงาน {{reviewsCount}} คน

source: No historical performance ratings upload yet!
th_th: ยังไม่มีการอัปโหลดคะแนนประสิทธิภาพในอดีต!

source: The upload completed with {{count}} errors. Please download the log file to review them.
th_th: การอัพโหลดเสร็จสิ้นพร้อมข้อผิดพลาด {{count}} รายการ โปรดดาวน์โหลดไฟล์บันทึกเพื่อทบทวนข้อผิดพลาดเหล่านั้น

source: File upload: errors detected
th_th: อัปโหลดไฟล์: ตรวจพบข้อผิดพลาด

source: The file will not be published; it will only be used for you.
th_th: ไฟล์นี้จะไม่ถูกเผยแพร่ โดยจะถูกใช้เฉพาะสำหรับคุณเท่านั้น

source: Download the Excel template
th_th: ดาวน์โหลดแม่แบบ Excel

source: Add worker details and ratings to the Excel file
th_th: เพิ่มรายละเอียดและคะแนนของพนักงานลงในไฟล์ Excel

source: The review file was successfully uploaded. Please download the result log file.
th_th: ไฟล์การประเมินผลงานได้รับการอัปโหลดสำเร็จแล้ว โปรดดาวน์โหลดไฟล์บันทึกผลลัพธ์

source: Upload the modified Excel file
th_th: อัปโหลดไฟล์ Excel ที่แก้ไขแล้ว

source: Upload historical reviews
th_th: อัปโหลดการประเมินผลงานในอดีต

source: Hello, {{name}}
th_th: สวัสดี {{name}}

source: Today is {{date}}
th_th: วันนี้คือวันที่ {{date}}

source: My network
th_th: เครือข่ายของฉัน

source: Good morning, {{name}}
th_th: สวัสดีตอนเช้า {{name}}

source: No new notifications. Check again later for updates.
th_th: ไม่มีการแจ้งเตือนใหม่ ตรวจสอบอีกครั้งในภายหลังเพื่อรับการอัปเดต

source: Quick actions
th_th: ทางลัดเพื่อดำเนินการด่วน

source: Your documents will appear here
th_th: เอกสารของคุณจะปรากฏที่นี่

source: Your documents
th_th: เอกสารของคุณ

source: You have no documents yet.
th_th: คุณยังไม่มีเอกสารใด ๆ

source: No documents
th_th: ไม่มีเอกสาร

source: You have already responded to this request.
th_th: คุณได้ตอบกลับคำขอนี้แล้ว

source: Learning
th_th: การเรียนรู้

source: Add behaviors
th_th: เพิ่มพฤติกรรม

source: Assigned to {{count}} people
th_th: มอบหมายให้ {{count}} คน

source: {{org}} is already included into the selected departments.
th_th: {{org}} ได้รับการรวมอยู่ในแผนกที่เลือกแล้ว

source: User or organization
th_th: ผู้ใช้หรือองค์กร

source: Are you sure you want to publish this library?
th_th: คุณแน่ใจหรือไม่ว่าต้องการเผยแพร่ไลบรารีนี้

source: The library was successfully published.
th_th: เผยแพร่ไลบรารีสำเร็จแล้ว

source: Your library was successfully saved.
th_th: บันทึกไลบรารีของคุณสำเร็จแล้ว

source: Library description
th_th: คำอธิบายไลบรารี

source: Library display options
th_th: ตัวเลือกการแสดงผลไลบรารี

source: Library name
th_th: ชื่อไลบรารี

source: Library owners
th_th: เจ้าของไลบรารี

source: Tag description
th_th: คำอธิบายแท็ก

source: Tag name
th_th: ชื่อแท็ก

source: Enter a short description
th_th: ป้อนคำอธิบายสั้น ๆ

source: The library was saved.
th_th: บันทึกไลบรารีแล้ว

source: Locality
th_th: ที่ตั้งท้องถิ่น

source: City or locality.
th_th: เมืองหรือที่ตั้งท้องถิ่น

source: This audit trail will track the history of all file uploads. Any time a translation file is uploaded, the details will be recorded here automatically.
th_th: บันทึกการตรวจสอบนี้จะติดตามประวัติของการอัปโหลดไฟล์ทั้งหมด ทุกครั้งที่มีการอัปโหลดไฟล์คำแปล รายละเอียดจะถูกบันทึกที่นี่โดยอัตโนมัติ

source: No audit records yet
th_th: ยังไม่มีบันทึกการตรวจสอบ

source: Imported by:
th_th: นำเข้าโดย:

source: Number of labels created:
th_th: จำนวนป้ายกำกับที่สร้าง:

source: Number of labels reverted to standard:
th_th: จำนวนป้ายชื่อที่เปลี่ยนกลับเป็นมาตรฐาน:

source: Number of labels skipped:
th_th: จำนวนป้ายกำกับที่ข้าม:

source: Show details
th_th: แสดงรายละเอียด

source: The size of the files exceeds the maximum limit.
th_th: ขนาดของไฟล์เกินขีดจำกัดสูงสุด

source: Language code:
th_th: รหัสภาษา:

source: Created at:
th_th: สร้างเมื่อ:

source: Labels changed:
th_th: เปลี่ยนป้ายกำกับ:

source: Language:
th_th: ภาษา:

source: Last updated:
th_th: อัปเดตล่าสุด:

source: Translation source:
th_th: แหล่งที่มาของคำแปล:

source: Language details
th_th: รายละเอียดภาษา

source: Updated by:
th_th: อัปเดตโดย:

source: Versions:
th_th: เวอร์ชัน:

source: {{selectedCount}} files selected
th_th: เลือกไฟล์ {{selectedCount}} ไฟล์

source: Get started by uploading a localization file.
th_th: เริ่มต้นโดยอัปโหลดไฟล์การแปลภาษา

source: No customizations yet.
th_th: ยังไม่มีการปรับแต่ง

source: Search by language code
th_th: ค้นหาตามรหัสภาษา

source: Custom overwrites
th_th: เขียนทับแบบกำหนดเอง

source: Total languages
th_th: ภาษาทั้งหมด

source: Audit trails
th_th: บันทึกการตรวจสอบย้อนหลัง

source: Translation source
th_th: แหล่งที่มาของการแปล

source: Add at least one file to start uploading.
th_th: เพิ่มไฟล์อย่างน้อยหนึ่งไฟล์เพื่อเริ่มอัปโหลด

source: An error occurred while validating the file. Please check the column names, mandatory data, file format and try again.
th_th: เกิดข้อผิดพลาดขณะตรวจสอบความถูกต้องของไฟล์ โปรดตรวจสอบชื่อคอลัมน์ ข้อมูลที่ต้องกรอก รูปแบบไฟล์ แล้วลองอีกครั้ง

source: Upload finished
th_th: อัปโหลดเสร็จสิ้น

source: Invalid file name
th_th: ชื่อไฟล์ไม่ถูกต้อง

source: A file with the same name was already added.
th_th: มีไฟล์ที่มีชื่อเดียวกันถูกเพิ่มไว้แล้ว

source: The file upload has failed.
th_th: การอัปโหลดไฟล์ล้มเหลว

source: The file was successfully uploaded.
th_th: อัปโหลดไฟล์สำเร็จแล้ว

source: Fill in the template
th_th: กรอกข้อมูลในเทมเพลต

source: Upload the file
th_th: อัปโหลดไฟล์

source: Supported formats: CSV. Max 10MB for file.
th_th: รูปแบบที่รองรับ: CSV ขนาดไฟล์สูงสุด 10MB

source: File upload for {{language}}
th_th: การอัปโหลดไฟล์สำหรับ {{language}}

source: Upload additional files
th_th: อัปโหลดไฟล์เพิ่มเติม

source: Company name
th_th: ชื่อบริษัท

source: Enter
th_th: ป้อน

source: Your company name could not be found; please check the spelling and try again. If you need further support, please contact your internal IT helpdesk or your system administrator.
th_th: ไม่พบชื่อบริษัทของคุณ โปรดตรวจสอบการสะกดและลองอีกครั้ง หากคุณต้องการความช่วยเหลือเพิ่มเติม โปรดติดต่อฝ่ายช่วยเหลือด้านไอทีภายในหรือผู้ดูแลระบบของคุณ

source: Something's not right.
th_th: มีบางอย่างไม่ถูกต้อง

source: Enter your company name
th_th: ป้อนชื่อบริษัทของฉัน

source: Welcome
th_th: ยินดีต้อนรับ

source: Your email
th_th: อีเมลของคุณ

source: Username or email
th_th: ชื่อผู้ใช้หรืออีเมล

source: Enter your email
th_th: ป้อนอีเมลของคุณ

source: I'm logging in for the first time/I forgot my password
th_th: ฉันเข้าสู่ระบบเป็นครั้งแรก/ฉันลืมรหัสผ่าน

source: It's great to see you!
th_th: ดีใจที่ได้เจอคุณ!

source: Re-enter my company name
th_th: ป้อนชื่อบริษัทของฉันอีกครั้ง

source: You are signed in to company:
th_th: คุณได้ลงชื่อเข้าใช้งานในบริษัทแล้ว:

source: Sign in with my company SSO login
th_th: ลงชื่อเข้าใช้ด้วยบัญชี SSO ของบริษัทของฉัน

source: Log back in
th_th: กลับมาเข้าสู่ระบบอีกครั้ง

source: You have been successfully logged out.
th_th: คุณออกจากระบบสำเร็จแล้ว

source: Logout successful
th_th: ออกจากระบบสำเร็จ

source: Professional roles
th_th: บทบาทวิชาชีพ

source: Exceeded
th_th: เกินกำหนด

source: Progress slider
th_th: แถบเลื่อนความคืบหน้า

source: Please add at least one measurement criteria.
th_th: โปรดเพิ่มเกณฑ์การวัดอย่างน้อยหนึ่งรายการ

source: Start value
th_th: ค่าเริ่มต้น

source: Binary
th_th: ไบนารี

source: Financial
th_th: การเงิน

source: Unit
th_th: หน่วย

source: Progress: {{progress}}%
th_th: ความคืบหน้า: {{progress}} %

source: Got it, thanks!
th_th: เข้าใจแล้ว ขอบคุณ!

source: The model was successfully created.
th_th: สร้างโมเดลสำเร็จแล้ว

source: Dataset
th_th: ชุดข้อมูล

source: Edit model
th_th: แก้ไขโมเดล

source: The details of the model were successfully saved.
th_th: บันทึกรายละเอียดของโมเดลสำเร็จแล้ว

source: All data
th_th: ข้อมูลทั้งหมด

source: Selected models
th_th: โมเดลที่เลือก

source: The models were successfully deleted.
th_th: ลบโมเดลสำเร็จแล้ว

source: The model was successfully deleted.
th_th: ลบโมเดลสำเร็จแล้ว

source: No results.<br/>Clear your search to show all results.
th_th: ไม่มีผลลัพธ์ <br/> ล้างการค้นหาของคุณเพื่อแสดงผลลัพธ์ทั้งหมด

source: Export data
th_th: ส่งออกข้อมูล

source: Features
th_th: คุณสมบัติ

source: Models list
th_th: รายการโมเดล

source: Training data last refreshed on
th_th: ข้อมูลการฝึกอบรมอัปเดตล่าสุดเมื่อ

source: No models in the selected dataset
th_th: ไม่มีโมเดลในชุดข้อมูลที่เลือก

source: No models with name "{{phrase}}"
th_th: ไม่มีโมเดลที่มีชื่อว่า " {{phrase}} "

source: Open {{name}} properties
th_th: เปิดคุณสมบัติของ {{name}}

source: Training might be required; the training data is older than the latest refreshed data.
th_th: อาจต้องมีการฝึกอบรม เนื่องจากข้อมูลการฝึกอบรมอาจเก่ากว่าข้อมูลที่รีเฟรชครั้งล่าสุด

source: Retrain
th_th: ฝึกใหม่

source: The model was successfully retrained.
th_th: โมเดลได้รับการฝึกอบรมใหม่สำเร็จแล้ว

source: Select model {{name}}
th_th: เลือกโมเดล {{name}}

source: Training data as of
th_th: ข้อมูลการฝึกอบรม ณ

source: Unselect model {{name}}
th_th: ยกเลิกการเลือกโมเดล {{name}}

source: Model description
th_th: คำอธิบายโมเดล

source: Add a description for the model
th_th: เพิ่มคำอธิบายสำหรับโมเดล

source: Export model
th_th: ส่งออกโมเดล

source: Coefficients
th_th: ค่าสัมประสิทธิ์

source: Feature
th_th: คุณสมบัติ

source: Significance
th_th: ความสำคัญ

source: Significance ranges:
th_th: ช่วงความสำคัญ:

source: Standard error
th_th: ข้อผิดพลาดมาตรฐาน

source: T-value
th_th: ค่า T

source: This model doesn't have any features yet.
th_th: โมเดลนี้ยังไม่มีคุณสมบัติใดๆ เลย

source: Model features
th_th: คุณสมบัติของโมเดล

source: Data scope:
th_th: ขอบเขตข้อมูล:

source: Model information
th_th: ข้อมูลโมเดล

source: Label:
th_th: ป้ายกำกับ:

source: Last trained by:
th_th: ได้รับการฝึกอบรมล่าสุดโดย:

source: Last trained on:
th_th: ได้รับการฝึกอบรมล่าสุดเมื่อ:

source: Data version:
th_th: เวอร์ชันข้อมูล:

source: Adjusted R squared:
th_th: ปรับ R กำลังสอง:

source: No model performance defined yet.
th_th: ยังไม่มีการกำหนดประสิทธิภาพของโมเดล

source: Model performance
th_th: ประสิทธิภาพของโมเดล

source: Loss function:
th_th: ฟังก์ชันการสูญเสีย:

source: Mean absolute error:
th_th: ค่าผิดพลาดสัมบูรณ์เฉลี่ย:

source: Mean squared error:
th_th: ข้อผิดพลาดกำลังสองเฉลี่ย:

source: R squared:
th_th: R กำลังสอง:

source: Root mean squared error:
th_th: รากที่สองของค่าความผิดพลาดเฉลี่ยกำลังสอง:

source: No population criteria yet.
th_th: ยังไม่มีเกณฑ์ประชากร

source: Population criteria:
th_th: เกณฑ์ประชากร:

source: Model name
th_th: ชื่อโมเดล

source: Enter the name of the model
th_th: ป้อนชื่อโมเดล

source: Edit model details
th_th: แก้ไขรายละเอียดโมเดล

source: Training performance
th_th: ประสิทธิภาพการฝึกอบรม

source: A performance metric displayed in % and reflecting the ability of a model to explain the drivers of pay. For linear regression, it reflects the adjusted R^2.
th_th: เมตริกประสิทธิภาพที่แสดงเป็นเปอร์เซ็นต์และสะท้อนถึงความสามารถของโมเดลในการอธิบายปัจจัยขับเคลื่อนของค่าจ้าง สำหรับการถดถอยเชิงเส้น เมตริกนี้จะสะท้อนถึง R^2 ที่ปรับแล้ว

source: Training data used
th_th: ข้อมูลการฝึกอบรมที่ใช้

source: Add all features
th_th: เพิ่มคุณสมบัติทั้งหมด

source: Add all
th_th: เพิ่มทั้งหมด

source: Available
th_th: พร้อมใช้งาน

source: Remove all features
th_th: ลบคุณสมบัติทั้งหมดออก

source: Selected
th_th: เลือกแล้ว

source: Feature tree
th_th: แผนผังคุณสมบัติ

source: No population yet
th_th: ยังไม่มีประชากร

source: Confirm population
th_th: ยืนยันประชากร

source: The population criteria were successfully saved.
th_th: บันทึกเกณฑ์ประชากรสำเร็จแล้ว

source: Training data
th_th: ข้อมูลการฝึกอบรม

source: Training complete.
th_th: การฝึกอบรมเสร็จสิ้นแล้ว

source: in
th_th: ใน

source: not in
th_th: ไม่อยู่ใน

source: Training complete
th_th: การฝึกอบรมเสร็จสมบูรณ์

source: Keep new
th_th: เก็บใหม่

source: Keep original
th_th: คงไว้ตามต้นฉบับ

source: Training saved
th_th: บันทึกการฝึกอบรมแล้ว

source: +{{count}} more
th_th: +{{count}} เพิ่มเติม

source: Please contact your administrator to enable the plugin.
th_th: โปรดติดต่อผู้ดูแลระบบของคุณเพื่อเปิดใช้งานปลั๊กอิน

source: Your account does not have access to this feature.
th_th: บัญชีของคุณไม่มีสิทธิ์เข้าถึงฟีเจอร์นี้

source: Plugin access disabled
th_th: การเข้าถึงปลั๊กอินถูกปิดใช้งาน

source: {{count}} option available
th_th: มีตัวเลือก {{count}} ตัวเลือก

source: {{count}} options available
th_th: มีตัวเลือก {{count}} ตัวเลือก

source: Loading...
th_th: กำลังโหลด...

source: No options available
th_th: ไม่มีตัวเลือกที่พร้อมใช้งาน

source: Based in
th_th: อยู่ใน

source: You have no listed team members. Come back later for further updates.
th_th: คุณไม่มีสมาชิกในทีมอยู่ในรายการ โปรดกลับมาอีกครั้งในภายหลังเพื่อรับข้อมูลอัปเดตเพิ่มเติม

source: Relation
th_th: ความสัมพันธ์

source: Goals that require an action from you or your manager
th_th: เป้าหมายที่ต้องการการดำเนินการจากท่านหรือผู้จัดการของท่าน

source: Approve or reject goals individually or approve all with optional comments.
th_th: อนุมัติหรือปฏิเสธเป้าหมายแต่ละรายการ หรืออนุมัติทั้งหมดพร้อมแสดงความคิดเห็นเพิ่มเติมได้ตามต้องการ

source: Goals that you own and need to work on.
th_th: เป้าหมายที่คุณเป็นเจ้าของและต้องดำเนินการ

source: Goals that are shared with me
th_th: เป้าหมายที่ถูกแชร์กับฉัน

source: Goal category
th_th: หมวดหมู่เป้าหมาย

source: My goals
th_th: เป้าหมายของฉัน

source: {{weight}}% weight of my goal plan
th_th: {{weight}} % น้ำหนักของแผนเป้าหมายของฉัน

source: Start your journey
th_th: เริ่มต้นการเดินทางของคุณ

source: By setting a new goal
th_th: โดยการตั้งเป้าหมายใหม่

source: You currently have no goals. Once goals are set, you'll be able to track your progress here.
th_th: ขณะนี้คุณยังไม่มีเป้าหมาย เมื่อมีการตั้งเป้าหมายแล้ว คุณจะสามารถติดตามความคืบหน้าของคุณได้ที่นี่

source: Here you will see the progress of your goals once they have moved forward.
th_th: ที่นี่คุณจะเห็นความคืบหน้าของเป้าหมายของคุณเมื่อมีความคืบหน้าไปข้างหน้า

source: Worker goals
th_th: เป้าหมายของพนักงาน

source: Empty title
th_th: ไม่มีชื่อเรื่อง

source: Plan
th_th: แผน

source: Progress
th_th: ความคืบหน้า

source: Search for a goal
th_th: ค้นหาเป้าหมาย

source: Search for goals or people
th_th: ค้นหาเป้าหมายหรือบุคคล

source: Ready to submit
th_th: พร้อมที่จะส่ง

source: Weight: {{weight}}%
th_th: น้ำหนัก: {{weight}}%

source: {{weight}}% weight
th_th: {{weight}} % น้ำหนัก

source: Admin configuration
th_th: การกำหนดค่าผู้ดูแลระบบ

source: Administration
th_th: การบริหารจัดการ

source: Application setup
th_th: การตั้งค่าแอปพลิเคชัน

source: Browser
th_th: เบราว์เซอร์

source: Budgeting
th_th: การจัดทำงบประมาณ

source: Builder
th_th: ตัวสร้าง

source: Business data management
th_th: การจัดการข้อมูลทางธุรกิจ

source: Manage workers and organizational data
th_th: จัดการข้อมูลพนักงานและองค์กร

source: Business logic setup
th_th: การตั้งค่าตรรกะทางธุรกิจ

source: Calibration
th_th: การสอบเทียบ

source: Calibrations
th_th: การสอบเทียบ

source: Pay Transparency
th_th: ความโปร่งใสในการชำระเงิน

source: Communication Rounds
th_th: รอบการสื่อสาร

source: Compensation Management
th_th: การจัดการค่าตอบแทน

source: Configuration overview
th_th: ภาพรวมการกำหนดค่า

source: Compensation Rounds
th_th: รอบการจ่ายผลตอบแทน

source: Cultural settings
th_th: การตั้งค่าทางวัฒนธรรม

source: Data Management
th_th: การจัดการข้อมูล

source: Worker view
th_th: มุมมองของพนักงาน

source: Equity
th_th: ทุน

source: Experience
th_th: ประสบการณ์

source: Feature Enablement
th_th: การเปิดใช้งานคุณสมบัติ

source: Activate features and adjust their settings
th_th: เปิดใช้งานคุณสมบัติและปรับการตั้งค่า

source: Insights
th_th: ข้อมูลเชิงลึก

source: Homepages
th_th: หน้าแรก

source: Integrations
th_th: การผสานการทำงาน

source: Localizations
th_th: การแปลภาษา

source: Manager dashboard
th_th: แดชบอร์ดผู้จัดการ

source: Mobile/EX config
th_th: การกำหนดค่า Mobile/EX

source: Pay Intelligence
th_th: การจ่ายเงินอัจฉริยะ

source: My passport
th_th: หนังสือเดินทางของฉัน

source: My reviews
th_th: การตรวจสอบของฉัน

source: Company Network
th_th: บุคคลในบริษัท

source: C.Network
th_th: เครือข่าย C.

source: Package builder
th_th: ตัวสร้างแพ็คเกจ

source: Pay Information
th_th: ข้อมูลเงินเดือน

source: Pay Predictor
th_th: ตัวคาดการณ์การจ่ายเงิน

source: Payout Curves
th_th: เส้นโค้งการจ่ายเงิน

source: People
th_th: บุคลากร

source: Performance Management
th_th: การจัดการประสิทธิภาพการทำงาน

source: Platform Setup
th_th: การตั้งค่าแพลตฟอร์ม

source: Define system parameters and customize the user experience on the platform.
th_th: กำหนดพารามิเตอร์ระบบและปรับแต่งประสบการณ์ผู้ใช้บนแพลตฟอร์ม

source: Privacy
th_th: ความเป็นส่วนตัว

source: Rules
th_th: กฎ

source: Security
th_th: ความปลอดภัย

source: Breadcrumb
th_th: แถบเส้นทาง

source: Main
th_th: หลัก

source: Studio
th_th: สตูดิโอ

source: Talent Review Templates
th_th: แม่แบบการทบทวนศักยภาพบุคลากร

source: Individual view
th_th: มุมมองรายบุคคล

source: Team & assigned reviews
th_th: ทีมงานและการประเมินผลงานที่มอบหมาย

source: Toolbox
th_th: กล่องเครื่องมือ

source: Workers & roles
th_th: พนักงานและบทบาท

source: Workflows
th_th: เวิร์กโฟลว์

source: City
th_th: เมือง

source: Delete picture
th_th: ลบรูปภาพ

source: The picture was successfully deleted.
th_th: ลบรูปภาพเรียบร้อยแล้ว

source: We couldn't connect.
th_th: เราไม่สามารถเชื่อมต่อได้

source: Your Internet connection may be unstable. Please check your connection and try again. If the problem persists, contact your IT team for assistance.
th_th: การเชื่อมต่ออินเทอร์เน็ตของคุณอาจไม่เสถียร โปรดตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง หากปัญหายังคงอยู่ โปรดติดต่อทีมไอทีของคุณเพื่อขอความช่วยเหลือ

source: Other
th_th: อื่นๆ

source: Peer
th_th: เพื่อนร่วมงาน

source: Direct report
th_th: ผู้ใต้บังคับบัญชา

source: Upload picture
th_th: อัปโหลดรูปภาพ

source: No due date provided
th_th: ไม่มีกำหนดวันครบกำหนด

source: No priority
th_th: ไม่มีลำดับความสำคัญ

source: No tracking
th_th: ไม่มีการติดตาม

source: No type
th_th: ไม่มีประเภท

source: The nomination was approved.
th_th: การเสนอชื่อได้รับการอนุมัติแล้ว

source: The nomination was submitted.
th_th: การเสนอชื่อถูกส่งแล้ว

source: The nomination was rejected.
th_th: การเสนอชื่อถูกปฏิเสธ

source: {{count}} days to closing
th_th: {{count}} วันก่อนปิดทำการ

source: Volume updated from {{before}} stocks to {{after}} stocks.
th_th: อัปเดตปริมาณจากสต๊อก {{before}} เป็นสต๊อก {{after}}

source: Your notification list is empty.
th_th: รายการแจ้งเตือนของคุณว่างเปล่า

source: Are you sure you want to delete all your notifications?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบการแจ้งเตือนทั้งหมดของคุณ

source: Are you sure you want to mark all notifications as read?
th_th: คุณแน่ใจหรือไม่ว่าต้องการทำเครื่องหมายการแจ้งเตือนทั้งหมดว่าอ่านแล้ว

source: All notifications were marked as read.
th_th: การแจ้งเตือนทั้งหมดถูกทำเครื่องหมายว่าอ่านแล้ว

source: Mark as read
th_th: ทำเครื่องหมายว่าอ่านแล้ว

source: Mark as unread
th_th: ทำเครื่องหมายว่ายังไม่ได้อ่าน

source: View all messages
th_th: ดูข้อความทั้งหมด

source: Create nudge
th_th: สร้างการกระตุ้น

source: Enter the basic information and the message of the nudge
th_th: ป้อนข้อมูลพื้นฐานและข้อความของการกระตุ้น

source: Nudge details
th_th: รายละเอียดการกระตุ้น

source: Define the target population for the nudge
th_th: กำหนดกลุ่มเป้าหมายสำหรับการแจ้งเตือน

source: Default email (notification@beqom.com)
th_th: อีเมลเริ่มต้น (notification@beqom.com)

source: Email body
th_th: เนื้อหาอีเมล

source: Email text
th_th: ข้อความอีเมล

source: Message notification
th_th: การแจ้งเตือนข้อความ

source: Mobile push notification
th_th: การแจ้งเตือนแบบพุชบนมือถือ

source: Notification bell text
th_th: ข้อความกระดิ่งแจ้งเตือน

source: Nudge message
th_th: ข้อความกระตุ้น

source: Sender
th_th: ผู้ส่ง

source: Template owners
th_th: เจ้าของแม่แบบ

source: The name is mandatory.
th_th: จำเป็นต้องมีชื่อนี้

source: Template settings
th_th: การตั้งค่าแม่แบบ

source: Redirection URL
th_th: URL การเปลี่ยนเส้นทาง

source: Copy and paste the link to the platform page you want users to visit.
th_th: คัดลอกและวางลิงก์ไปยังหน้าแพลตฟอร์มที่คุณต้องการให้ผู้ใช้เยี่ยมชม

source: Are you sure you want to open the duplicated nudge?
th_th: คุณแน่ใจหรือไม่ว่าต้องการเปิดการกระตุ้นที่ซ้ำกัน

source: Download the modified Excel file
th_th: ดาวน์โหลดไฟล์ Excel ที่แก้ไขแล้ว

source: Compile the list of people who will receive the nudge notification.
th_th: รวบรวมรายชื่อบุคคลที่จะได้รับการแจ้งเตือนการกระตุ้น

source: View nudge
th_th: ดูการกระตุ้น

source: Nudge
th_th: แจ้งเตือน

source: Download Excel template
th_th: ดาวน์โหลดแม่แบบ Excel

source: Edit the Excel file
th_th: แก้ไขไฟล์ Excel
